'use strict';

(function () {

    $(function () {
        let locations = [
            {
                'code': 'l01',
                'title': 'سالن اصلی',
                'seats': [5,18,18,18,24,24,24,20,18,16,14,14,14]
            },
            {
                'code': 'l02',
                'title': 'سالن خلیج فارس',
                'seats': [26, 18, 20, 20, 24, 24, 10, 18, 16, 10,10,10]
            },
            {
                'code': 'l03',
                'title': 'سالن رودکی',
                'seats': [16,16,16,16,16,14,14,14,20,20,20,10,12,12,12,12]
            }
        ];

        //change
    });

})();